<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple Computer//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>ConsentText</key>
	<dict>
		<key>default</key>
		<string>By installing this profile, you agree to abide by IU's Information Technology Policies. For more information, see https://kb.iu.edu/data/begk.html.</string>
	</dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>Passcode</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.bl-uits-jag-x8s.ads.iu.edu.6f5c6650-f12a-012f-6c5c-0023df9d1eb4.alacarte.passcodepolicy.f12e2730-f12a-012f-6c5f-0023df9d1eb4</string>
			<key>PayloadType</key>
			<string>com.apple.mobiledevice.passwordpolicy</string>
			<key>PayloadUUID</key>
			<string>f12e2730-f12a-012f-6c5f-0023df9d1eb4</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>forcePIN</key>
			<true/>
			<key>maxInactivity</key>
			<integer>5</integer>
			<key>minLength</key>
			<integer>4</integer>
		</dict>
		<dict>
			<key>PayloadContent</key>
			<data>MIID6TCCAtGgAwIBAgIQQ8e8FvrCHZnQ/pclta2MJDANBgkqhkiG9w0BAQUF
			ADA8MQswCQYDVQQGEwJVUzEVMBMGA1UEChMMVGhhd3RlLCBJbmMuMRYwFAYD
			VQQDEw1UaGF3dGUgU1NMIENBMB4XDTExMDcyMTAwMDAwMFoXDTE0MDgxMzIz
			NTk1OVowgYExCzAJBgNVBAYTAlVTMRAwDgYDVQQIEwdJbmRpYW5hMRQwEgYD
			VQQHFAtCbG9vbWluZ3RvbjEbMBkGA1UEChQSSW5kaWFuYSBVbml2ZXJzaXR5
			MQ0wCwYDVQQLFARVSVRTMR4wHAYDVQQDFBVuZXQtYXV0aC0xLm5vYy5pdS5l
			ZHUwggEiMA0GCSqGSIb3DQEBAQUAA4IBDwAwggEKAoIBAQDc+etm8wsSseFr
			GEtlR8yTUTbSX4MV5HSvxFN/nPabHD3KUpu40aeaCO8iMpyHpQkb2TPyvbxL
			ANA1TmTMPRkrI0G/txViM9jRHKyMxHHy2MAzI+ljRBVNd1QMz9M3+5DIjV4E
			ilFeVtA/kVMNP83WiVhu5hUxjZyWChWnNLh4qxqpje/G1HCDBB1LXQzYros4
			xC0ArYbQH4P4kbfisbh6p7IF4jx9d2a1Fg+Ymc6SkARkgJCVm0OgnQYLLSOz
			dvNoLGvmpTcs4RAx4o7I5RlLHCPflvp3vyVmhe4pir7J1a5JkxhcVsT+s2BN
			2rMcAE+9eBSIJWT00Dk7Gnnlq5b/AgMBAAGjgaAwgZ0wDAYDVR0TAQH/BAIw
			ADA6BgNVHR8EMzAxMC+gLaArhilodHRwOi8vc3ZyLW92LWNybC50aGF3dGUu
			Y29tL1RoYXd0ZU9WLmNybDAdBgNVHSUEFjAUBggrBgEFBQcDAQYIKwYBBQUH
			AwIwMgYIKwYBBQUHAQEEJjAkMCIGCCsGAQUFBzABhhZodHRwOi8vb2NzcC50
			aGF3dGUuY29tMA0GCSqGSIb3DQEBBQUAA4IBAQBBpDEbMhqNTXSWbAdtuE6L
			y5Wt1RzmR8Gv5jNXo+R9BvsGSV1IRvXn/cZK0N8jakyzcIL6RZAyD2apSiDf
			GkrB6EKBwhZbhdZN42hBi+OBWBObaWK20T0RO0Z52+UIST45enucRMFPB3N1
			erlNqkhyusO6X3Z+Q8t/5bOBK8OhZZsBgu6TmiRGbbOk6mLOGNgWWuzevFIZ
			TcUes8vzjHYcopWdbPgbevUXPqgY+GWoMF2XAasFTl78MBm9ArohrwYarqJv
			6yVzSBoBiHt+4/hGN5KzpHDkQnU3pEb+vgDE1DPA1o8fnlTD7KTYYJrQS6nh
			RCYBYrz9Zx92Kc+aGuSI
			</data>
			<key>PayloadDisplayName</key>
			<string>IU WiFi Certificate</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.bl-uits-jag-x8s.ads.iu.edu.6f5c6650-f12a-012f-6c5c-0023df9d1eb4.alacarte.certificate.0D5A03D7-D734-4F35-88C6-80476D818A6A</string>
			<key>PayloadType</key>
			<string>com.apple.security.pkcs1</string>
			<key>PayloadUUID</key>
			<string>0D5A03D7-D734-4F35-88C6-80476D818A6A</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>AuthenticationMethod</key>
			<string></string>
			<key>AutoJoin</key>
			<true/>
			<key>EAPClientConfiguration</key>
			<dict>
				<key>AcceptEAPTypes</key>
				<array>
					<integer>25</integer>
				</array>
				<key>PayloadCertificateAnchorUUID</key>
				<array>
					<string>0D5A03D7-D734-4F35-88C6-80476D818A6A</string>
				</array>
				<key>TLSTrustedServerNames</key>
				<array>
					<string>*.noc.iu.edu</string>
				</array>
				<key>TTLSInnerAuthentication</key>
				<string>MSCHAPv2</string>
				<key>UserName</key>
				<string>$username$</string>
			</dict>
			<key>EncryptionType</key>
			<string>WPA</string>
			<key>HIDDEN_NETWORK</key>
			<false/>
			<key>Interface</key>
			<string>BuiltInWireless</string>
			<key>PayloadCertificateUUID</key>
			<string>2D478D13-818E-4319-ADFA-15D965F7C35B</string>
			<key>PayloadDisplayName</key>
			<string>WiFi (IU Secure)</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.bl-uits-jag-x8s.ads.iu.edu.6f5c6650-f12a-012f-6c5c-0023df9d1eb4.alacarte.interfaces.b5b52d40-f909-012f-6c67-0023df9d1eb4</string>
			<key>PayloadType</key>
			<string>com.apple.wifi.managed</string>
			<key>PayloadUUID</key>
			<string>b5b52d40-f909-012f-6c67-0023df9d1eb4</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProxyType</key>
			<string>None</string>
			<key>SSID_STR</key>
			<string>IU Secure</string>
		</dict>
		<dict>
			<key>AuthenticationMethod</key>
			<string></string>
			<key>AutoJoin</key>
			<true/>
			<key>EAPClientConfiguration</key>
			<dict>
				<key>AcceptEAPTypes</key>
				<array>
					<integer>25</integer>
				</array>
				<key>OneTimeUserPassword</key>
				<false/>
				<key>OuterIdentity</key>
				<string></string>
				<key>PayloadCertificateAnchorUUID</key>
				<array>
					<string>0D5A03D7-D734-4F35-88C6-80476D818A6A</string>
				</array>
				<key>TLSTrustedServerNames</key>
				<array>
					<string>*.noc.iu.edu</string>
				</array>
				<key>TTLSInnerAuthentication</key>
				<string>MSCHAPv2</string>
				<key>UserName</key>
				<string>$username$@indiana.edu</string>
				<key>UserPassword</key>
				<string></string>
			</dict>
			<key>EncryptionType</key>
			<string>WPA</string>
			<key>HIDDEN_NETWORK</key>
			<false/>
			<key>Interface</key>
			<string>BuiltInWireless</string>
			<key>PayloadCertificateUUID</key>
			<string>2D478D13-818E-4319-ADFA-15D965F7C35B</string>
			<key>PayloadDisplayName</key>
			<string>WiFi (eduroam)</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.bl-uits-jag-x8s.ads.iu.edu.6f5c6650-f12a-012f-6c5c-0023df9d1eb4.alacarte.interfaces.f153d810-f12a-012f-6c60-0023df9d1eb4</string>
			<key>PayloadType</key>
			<string>com.apple.wifi.managed</string>
			<key>PayloadUUID</key>
			<string>f153d810-f12a-012f-6c60-0023df9d1eb4</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProxyType</key>
			<string>None</string>
			<key>SSID_STR</key>
			<string>eduroam</string>
		</dict>
		<dict>
			<key>AuthenticationMethod</key>
			<string></string>
			<key>AutoJoin</key>
			<false/>
			<key>EncryptionType</key>
			<string>None</string>
			<key>HIDDEN_NETWORK</key>
			<false/>
			<key>Interface</key>
			<string>BuiltInWireless</string>
			<key>PayloadDisplayName</key>
			<string>WiFi (IU Guest)</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.bl-uits-jag-x8s.ads.iu.edu.6f5c6650-f12a-012f-6c5c-0023df9d1eb4.alacarte.interfaces.b5e4cd40-f909-012f-6c68-0023df9d1eb4</string>
			<key>PayloadType</key>
			<string>com.apple.wifi.managed</string>
			<key>PayloadUUID</key>
			<string>b5e4cd40-f909-012f-6c68-0023df9d1eb4</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProxyType</key>
			<string>None</string>
			<key>SSID_STR</key>
			<string>IU Guest</string>
		</dict>
		<dict>
			<key>PayloadContent</key>
			<dict>
				<key>com.apple.alf</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>globalstate</key>
								<integer>1</integer>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadDisplayName</key>
			<string>Firewall</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.bl-uits-jag-x8s.ads.iu.edu.6f5c6650-f12a-012f-6c5c-0023df9d1eb4.alacarte.customsettings.6204940a-e865-4927-a696-6295aaeb9aa4</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>6204940a-e865-4927-a696-6295aaeb9aa4</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>PayloadContent</key>
			<dict>
				<key>com.apple.loginwindow</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>com.apple.login.mcx.DisableAutoLoginClient</key>
								<true/>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadDisplayName</key>
			<string>Disable Automatic Login</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.bl-uits-jag-x8s.ads.iu.edu.6f5c6650-f12a-012f-6c5c-0023df9d1eb4.alacarte.customsettings.947CC7DC-5D0A-4BFA-A6DB-B5F76AFAEF56</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>947CC7DC-5D0A-4BFA-A6DB-B5F76AFAEF56</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>This profile includes settings for IU's WiFi services and includes your InCommon Personal Certificate. It requires that a passcode/password be set on your device.</string>
	<key>PayloadDisplayName</key>
	<string>IU Configuration Profile</string>
	<key>PayloadIdentifier</key>
	<string>com.apple.mdm.bl-uits-jag-x8s.ads.iu.edu.6f5c6650-f12a-012f-6c5c-0023df9d1eb4.alacarte</string>
	<key>PayloadOrganization</key>
	<string>Indiana University</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>6f5c6650-f12a-012f-6c5c-0023df9d1eb4</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
